<template>
  <article>
    <h2 id="air-cooker">Кукинг / Аэрогриль</h2>

    <b>2020-12-19</b>

    <p>
      Как-то раз я смотрел кукинг стрим <a href="https://www.twitch.tv/vansamaofficial">ВЭНА ДАРКХОЛМА ДАНЖЕН МАСТЕРА
      ЛОРДА ОФ ЗЕ ЛОКЕРРУМА</a>, и он посоветовал 2 вещи,
      если
      вы живёте один, - мультиварка и аэрогриль (эиркукер). Я эти 2 штуки сразу же на озоне в избранное добавил, а
      ближе
      к
      др родители спросили, что я хочу на др, и я ответил аэрогриль - и аэрогриль появился у меня
    </p>

    <p>
      На следующий день празднование др продолжилось - теперь с корешами. Забились вечером на виарчик, и я решил на
      ужин
      затестить вот такого красавца:
    </p>

    <img-row :images="['/cooking/air-cooker-1.jpg']"></img-row>

    <p>
      Закинул курицу, нажал на кнопку курицы, и ничо не происходит. Я потыкался ещё, и чето начало происходить, что-то
      даже
      засветилось - чет какой-то дизайн не очень понятный, ну лан
    </p>

    <p>
      В итоге курица приготовилась, малясь подгоревшая, но, подумал я, ниче страшного, наверн я чет неправильно
      сделал,
      почитаю потом инструкцию
    </p>

    <p>
      Сходили в виар, потом решили компашкой зайти в перик, закупиться стейкамм, колбасками и устроить жёсткий кукинг
      +
      тест
      драйв эиркукера
    </p>

    <p>
      Закупились, пришли ко мне, начали подготавливать стейки, потом я начал показывать Андрею, что дизайн чет не оч:
      я
      почитал инструкцию, делал все как там написано и ничо не происходило и тут Андрей предположил что ЭТО НАКЛЕЙКА И
      ДА
      БЛЯДЬ ЭТО ЕБАНАЯ НАКЛЕЙКА НА САМОМ ДЕЛЕ ЭИРКУКЕР ВЫГЛЯДИТ ТАК
    </p>

    <img-row :images="['/cooking/air-cooker-2.jpg']"></img-row>

    <p>
      Ну побомбили, поржали, поготовили, пожрали, подвыпили, партии 4 загрузили в эиркукер, было неплохо, а потом я
      обнаружил
      вот это:
    </p>

    <img-row :images="['/cooking/socket-melt.jpg']"></img-row>

    <p>
      Оказывается, сзади эиркукера выходил пар и он расплавил нахуй розетки))))
    </p>

    <p>
      Говорить о таком лендлорду я стремался, и вместе с Костей мы заменили раму, но постфактум оказалось, что
      заменили с
      приколом)))
    </p>

    <img-row :images="['/cooking/socket-replace.jpg', '/cooking/socket-upside-down.jpg']"></img-row>

    <p>
      А так аэрогриль норм тема. Берешь стейк, посыпаешь специями, закидываешь и через 12 минут у тебя вкусный стейк
    </p>


    <img-row :images="['/cooking/steak-before.jpg', '/cooking/steak-after.jpg']"></img-row>

  </article>
</template>


<script lang="ts">

import {
  Component,
  Prop,
  Vue,
} from "nuxt-property-decorator"

@Component({
  head: () => ({
    title: "Кукинг / Аэрогриль"
  }),
})
export default class AirCookerPage
  extends Vue {

}
</script>

<style scoped>
</style>
