<template>
  <article>
    <h2 id="jamie-oliver">Кукинг / Джейми Оливер</h2>

    <b>2021-01-12</b>

    <p>
      С нового года я поставил себе кучу целей, в частности инвестирование. Помимо инвест учебника, я решил
      воспользоваться супер приложухой <a href="https://treep.ai/">treep</a>. Суть приложухи в том, что оно предлагает
      тебе чем заняться, то есть
      нечем заняться - открываешь treep и подбираешь себе занятие. В этой приложухе есть ещё навыки - по сути набор
      занятий на одну тематику. Среди этих навыков было инвестирование - поэтому я о нем и вспомнил.
    </p>

    <p>
      Посмотрев какие есть ещё навыки, я обнаружил готовку. Первым заданием было посмотреть <a
      href="https://www.youtube.com/watch?v=-YlwqcidWA0&list=PLS5NPENuMzpOAzLYg04IzaoUOpgI71jnT&index=2">
      шоу Джейми Оливера</a> и все,
      пиздец, меня затянуло. Концепция передачи была в том, что все блюда готовятся из 5 ингредиентов. Казалось было,
      заебись, ща буду готовить и кайфовать, но уже с первым блюдом начались проблемы.
    </p>

    <p>
      Итак, первый рецепт:
    </p>
    <ul>
      <li>стейк из тунца - изи, есть во вкусвилле</li>
      <li>зелёный лук - изи</li>
      <li>кунжут - тоже изи</li>
      <li>паста мисо - все, пососи, нет нигде</li>
      <li>стручковый горошек - ну держитесь, ща будет простыня текста про горошек</li>
    </ul>

    <p>
      Паста мисо всё-таки была, на озоне, как кунжутная паста, но не горошек. Первая мысль где взять горошек - сходить
      на
      рынок, т.е. в депошку. Там был горох, который я назвал "где сиськи?":
    </p>

    <img-row :images="['/cooking/peas-death-1.jpg', '/cooking/peas-death-2.jpg']"></img-row>

    <p>
      Потом загуглил рыночки, нашел центральный рынок - а это на самом деле не центральный рынок, а центральный
      фудкорт.
      Рынок там - небольшая площадь на -1 этаже. Горох там, соответственно, такой же - миллипиздрический.
    </p>
    <p>
      Затем решил дать шанс деливери клабу - там есть доставка продуктов. Внезапно в Метро (который доставляется через
      сбермаркет, который доставляется через деливери), оказался горох. На картинке он был тем, о котором я мечтал, но
      горох продолжал сопротивляться. На карточке Метро была надпись, что доставка сегодня, а на деле нет. Пришлось
      вместо
      вс заказывать на пн - а это значит, что я обламался с ужином на выхах. Ну ладно, пн наступит и я наконец-то
      получу
      свой горох!
    </p>
    <p>
      Да не, не получишь. Звонит сборщица и пиздец: желаемого винограда нет, яблок нет, уксуса нет, персики твердые, а
      самое главное горох мелкий, не как на картинке!!!! "Мда, ну горох тогда не надо" - сказал я. На этом история с
      метро
      не закончилась - мне позвонили второй раз, предложили 750 мл уксуса, вместо 250, я отказался. Потом, спустя
      минут
      15, третий раз позвонили! - сборщица решила про сроки годности узнать. "Да мне похуй чё вы в итоге привезёте,
      гороха
      нет! Я эту вашу минимальную сумму заказа в полтора косаря набил, а гороха нет - наебщики, везите чё хотите" -
      сказал
      про себя я и опустил руки.
    </p>
    <p>
      Крч сделал тупа стейк из тунца с рисиком. Получилось сочно, но с мисо пастой надо осторожно - вот прям одну
      ложку
      надо - она оч соленая. Ещё по поводу кунжута: 30 грамм - это прям в притык на 2 стейка, для комфортного
      "обваливания" я бы рекомендовал 100г.
    </p>

    <img-row :images="['/cooking/tuna.jpg']"></img-row>

    <hr/>

    <b>2021-01-04</b>

    <p>
      Вторым рецептом (на самом деле я это готовил первым), который я решил приготовить, были бургеры с тефтельками.
    </p>

    <p>
      Тефтельки делались из смеси фарша и песто. Я соединил это дело, смочил водичкой, как на видосе, скатал
      тефтельки,
      положил на сковороду и ХУЛИ ВЫ РАЗЛАМЫВАТЬСЯ НАЧАЛИ????
    </p>

    <img-row :images="['/cooking/meatballs.jpg']"></img-row>


    <p>
      Возможно дело в размере, ну да ладно, двигаемся дальше. Дальше надо взять консервированные томаты, взять в руки,
      и
      выжимать их на сковороду - ахуенно!!! - тупа уничтожаешь помидоры. Дальше сцена на тему "ух бля":
    </p>

    <video autoplay loop muted>
      <source src="~/assets/cooking/yx-blya.mp4" type="video/mp4">
    </video>

    <p>
      Далее выкладываем на это дело моцарелку, поливаем водичкой из-под моцарелки для большего "ух бля" эффекта, и
      накрываем крышкой. Крышки у меня не было, пришлось применить смекалочку - накрыть большую сковороду сковородой
      поменьше:
    </p>

    <img-row :images="['/cooking/krywka-jokera.jpg']"></img-row>


    <p>
      Эта идея пришла мне еще до начала готовки, но у этого подхода был один минус, который я не учел: как снимать
      крышку,
      онаж нагреется, а прихватки у меня тоже нет. В итоге я, давя рукой, укутанной в полотенце, поддел лопаточкой
      сковороду и быра снял ее, пытаясь не задеть сковородой свой кулинарный шедевр - и все, тефтели в булки +
      поливание
      соусом - блюдо готово.
    </p>

    <p>
      Фотку бургеров, к сожалению, не сделал, но было оч вкусно, хрюкабельно.
    </p>

    <hr/>

    <b>2021-01-21</b>

    <p>
      Как-то раз на работке меня спросила Николь выпекал ли я что нибудь - на что я ответил "Нет". И ещё я рассказал,
      что
      смотрю Джейми Оливера и там есть рецепт печенья шоколадного ИЗ 5 ИНГРЕДИЕНТОВ ГОТОВИМ БЫСТРО И ЛЕГКО. И меня
      взяли
      на слабо, мол приготовь к завтрашнему дню печенье.
    </p>

    <p>
      Я вызов принял, закупил необходимые ингредиенты без проблем и приступил к готовке. Измельчил хлеб, добавил яичко
      и
      сахар, расплавил шоколад, добавил масла и все смешал - получилась каловая масса:
    </p>

    <img-row :images="['/cooking/cookie-1.jpg']"></img-row>

    <p>
      Кондитерского мешка у меня не было, на что Николь сказала мне заюзать целофановый пакет. Целофановый пакет тоже
      отсутствовал, но он был во вкусвилле - получился мешок с говном:
    </p>

    <img-row :images="['/cooking/cookie-2.jpg']"></img-row>

    <p>
      Выдавив основу на противень - получилась противень с говном:
    </p>

    <img-row :images="['/cooking/cookie-3.jpg']"></img-row>


    <p>
      Потом говно запекалась в духовке:
    </p>

    <img-row :images="['/cooking/cookie-4.jpg']"></img-row>


    <p>
      В результате печеньки малясь пригорели, и все ещё выглядели как говно, но тем не менее получились неплохими - 10
      штук слопал + потом на работе с молоком с Николь схомячили.
    </p>

    <img-row :images="['/cooking/cookie-5.jpg', '/cooking/cookie-6.jpg']"></img-row>

    <hr/>

    <b>2021-01-16, 2021-01-19, 2021-01-21</b>

    <p>
      Про другие блюда из шоу Джейми Оливера больших паст не напишу, чисто накину что готовил:
    </p>

    <ul>

      <li> бургер с грушей и сыром с плесенью - бля как воняет сыр с плесенью, а если его ещё и жарить то вообще
        пиздец, надо выветривать дом; фоточку ток ебучего сыра сделал.
      </li>
      <li>
        баранья корейка - крч не надо ни на какие рынки ходить - приемлемый вар корейки можно заказать в перике;
        вышло вкусненько, сочненько, но жирно, надо чем-то жироабсорбирующим заедать, типа хлебушка
      </li>
      <li>
        карбонара с тефтельками - тупа паста - быстро, вкусно; тефтельки делаются путем расхуячивания колбасок
      </li>
    </ul>

    <img-row :images="['/cooking/cheese.jpg', '/cooking/rack-of-lamb-3.jpg', '/cooking/carbonara.jpg']"></img-row>

    <b>2021-02-24</b>

    <p>
      Стою, ебашу очередное блюдо от Джейми. И там надо было пармезанчика надо было ебануть. У меня как раз он был,
      начал сыпать, а он затвердел. Постучал, сыр немного рассыпался, но этого было мало. Потом вилочкой решил
      разрыхлить, потом смотрю а вилка синяя. Я такой хм, странно, чё это вилка синяя, смотрю внутрь банки, а там
      плесень:

    </p>

    <img-row :images="['/cooking/mold.png']"/>


    <p>
      Начал блякать и ржать, посмотрел на срок годности - 10.02 и сказал "бля не мог 2 недели продолжать что-ли?)))". А
      Джейми в это время говорит "Такой свежий солнечный вкус". Ну почти ебать)))


    </p>

  </article>
</template>


<script lang="ts">

import {
  Component,
  Prop,
  Vue,
} from "nuxt-property-decorator"

@Component({
  head: () => ({
    title: "Кукинг / Джейми Оливер"
  }),
})
export default class JamieOliverPage
extends
Vue
{

}
</script>

<style scoped>
</style>
