<template>
  <article>
    <h2 id="my-duck-vision">Кукинг / Утка и рукав</h2>

    <b>2020-12-31</b>

    <p>
      Приближался нг и я хз что на него делать. Кроме кукинга ничо в голову не приходило, но надо было приготовить
      что-нибудь интересное - так я решил приготовить утку.

    </p>
    <p>
      Уточка была во вкусвилле, как и <a href="https://vkusvill.ru/recipes/utka-s-yablokami.html">рецепт</a>, - оч
      удобно когда в приложухе есть рецепты и возможность в одно нажатие
      собрать корзину из необходимых продуктов.
    </p>
    <p>
      Так вот, купил утку, яблоки, маринад, начал делать фистинг:
    </p>

    <img-row :images="['/cooking/duck-1.jpg']"></img-row>

    <p>
      Утку надо запекать в рукаве, а я никогда не пользовался рукавом. Решил размотать рукав (был рулончик), положил
      на него утку и произошел затуп (далее фото как лежала утка на примере водки в виде золотого слитка):
    </p>

    <img-row :images="['/cooking/sleeve-1.jpg']"></img-row>

    <p>
      Надо было как-то обернуть утку, сначала думал накрыть утку рукавом сверху, но ее надо было как-то замотать с 2
      сторон, а если накрыть, то будет 3 дырки. Я начал гуглить как это делается, посмотрел видосов пять и ответа на
      свой вопрос я не получил - на видосах блюдо оказывалось внутри рукава методом склейки)) Спустя пару минут я
      заорал на весь дом БЛЯЯЯ, закрывая себе рот. Я понял, что блядь рукав надо сначала раскрыть!!!
    </p>

    <img-row :images="['/cooking/sleeve-2.jpg']"></img-row>


    <p>
      Ну и все вложил как надо, завязал с 2 сторон, загрузил в духовку - и снова затуп - я хз как пользоваться плитой.
      На плите только название фирмы, модели нет. Проскролив несколько страниц с плитами, я ничо не нашел ну и наощупь
      чето выкрутил, загрузив уточку
    </p>

    <img-row :images="['/cooking/duck-2.jpg']"></img-row>


    <p>
      По итогу все вышло неплохо. Утка конечно сама по себе оч костлявая, жирная, но как блюдо под новый год самое то.
    </p>

  </article>
</template>


<script lang="ts">

import {
  Component,
  Prop,
  Vue,
} from "nuxt-property-decorator"
import ImgRow from "~/components/img-row.vue";

@Component({
  components: {ImgRow},
  head: () => ({
    title: "Кукинг / Утка и рукав"
  }),
})
export default class MyDuckVisionPage
  extends Vue {

}
</script>

<style scoped>
</style>
