<template>
  <article>
    <h2 id="other">Кукинг / Малютки</h2>

    <p>
      Здесь будут маленькие кулстори про готовку.
    </p>


    <b>2021-03-25</b>

    <p>
      Приготовил удон с курой в соусе терияки, решил добавить туда помидоров и морковку, попробовал - ну пойдет,
      попробовал ещё - понял, что помидоры были лишними, но оставил их.
    </p>
    <p>
      Спустя 4 часа задумался: помидоры действительно лишние, может вытащить помидоры из блюда? Достал кастрюлю,
      посмотрел на помидоры и заржал с этой ебанутый навязчивой идеи. Ну и убрал кастрюлю на место, я чё ебанутый в час
      ночи помидоры выкавыривать из лапши?)))
    </p>
    <p>
      Не стоит класть помидоры в терияки тему.
    </p>

  </article>
</template>


<script lang="ts">

import {
  Component,
  Prop,
  Vue,
} from "nuxt-property-decorator"

@Component({
  head: () => ({
    title: "Кукинг / Малютки"
  }),
})
export default class OtherPage extends Vue {

}
</script>

<style scoped>
</style>
