<template>
  <div>
    <article-heading :article="article"></article-heading>

    <h2> Как научиться рисовать?</h2>

    <img-swiper>
      <img-block src="/images/exp/art/berew-i-risyew.png" alt="Берешь и рисуешь"></img-block>
    </img-swiper>

    <h2>Лень</h2>

    <p>
      Рисовать одному может наскучить: нет обратной связи => кажется, что получается не оч => нет желания продолжать.
    </p>

    <p>
      Помогает <span class="uppercase tracking-widest font-light">Художка</span>.
    </p>

    <p>Художка закрывает пласт проблем:</p>

    <ul>
      <li>Все вокруг рисуют — тебе ничего не остается кроме как тоже рисовать</li>
      <li>Ты получаешь обратную связь от учителя — мотивация + понимание над чем надо поработать</li>
      <li>Не надо думать что рисовать — препод сам тебе предложит варики</li>
      <li>
        И другие плюшки, например, возможность
        <span class="relative border-dotted border-b-2 group  cursor-pointer"
              @click="showYobnemImg = !showYobnemImg">бахнуть</span>
        =)
      </li>
    </ul>

    <template v-if="showYobnemImg">
      <div>
        <img-swiper >
          <img-block src="/images/exp/art/yobnem.jpg" alt="Пост новогодний стол"></img-block>
        </img-swiper>
      </div>
    </template>

    <h2>Куда ты ходишь?</h2>

    <p><a href="http://art-55.ru/">А-ля прима</a></p>

    <img-swiper>
      <img-block src="/images/exp/art/ebalo.png" alt="Даже моя ебучка есть"></img-block>
    </img-swiper>

    <h2>Скок стоит?</h2>

    <p>Зависит от курса, напр. академический рисунок - 5к за 5 занятий.</p>

    <h2>Какой график?</h2>

    <p> 1 занятие в неделю длительностью 2.5 часа + домашки.</p>

    <h2>А как ещё мотивировать себя?</h2>

    <p>
      Социальное одобрение, например, через инстуху. Важно в этом деле проставлять <a class="cursor-pointer" @click="showTagGen = true">теги</a>.
    </p>

    <template v-if="showTagGen">
      <h3>Генератор тегов</h3>

      <div>
        <div class="flex space-x-1 items-center">
          <div>
            <select v-model="material" class="border  py-1 rounded">
              <option disabled value="">Материал</option>
              <option value="oil"> Масло</option>
              <option value="watercolor"> Акварель</option>
              <option value="pencil"> Карандаш</option>
              <option value="ink"> Тушь / чернила</option>
              <option value="pen"> Ручка</option>
              <option value="coal"> Уголь</option>
              <option value="sanguine"> Сангина</option>
            </select>
          </div>
          <div>
            <select v-model="theme" class="border  py-1 rounded">
              <option disabled value="">Тематика</option>
              <option value="landscape"> Пейзаж</option>
              <option value="stilllife"> Натюрморт</option>
              <option value="portrait"> Портрет</option>
              <option value="sketch"> Скетч</option>
            </select>
          </div>
          <div>
            <button @click="generateTags">Сгенерить</button>
          </div>
        </div>

        <div v-if="showTags">
          <div class="my-2 font-bold">{{ tagsStr }}</div>
          <button class="" v-clipboard:copy="tagsStr">Скопировать</button>
        </div>
      </div>
    </template>

    <!--    <h3 id="school">Художка</h3>-->

    <!--    <p>-->
    <!--      Рисовать дома самому может быть лень, поэтому стоит ходить в художку:-->
    <!--    </p>-->

    <!--    <ul>-->
    <!--      <li>В художке у тебя нет выбора кроме как рисовать, потому что там все рисуют</li>-->
    <!--      <li>За художку платишь денюшку - мотивашка "яжзаплатил"</li>-->
    <!--      <li>Одобрение препода - тоже мотивирует</li>-->
    <!--      <li>В художке получаешь домашки - не надо думать что рисовать</li>-->
    <!--      <li>-->
    <!--        Ещё художка это про "бахнуть". Когда наступает какой-нибудь праздник / событие - кто-нибудь приносит-->
    <!--        бутылочку вина или типа того, и всем классом это дело распивается. А под новый год проводится корпоратив, и-->
    <!--        алкоголя останется ещё на несколько недель:-->

    <!--        <img-swiper :images="['/art/yobnem.jpg']"></img-swiper>-->

    <!--      </li>-->
    <!--    </ul>-->

    <!--    <h4>Куда я хожу</h4>-->

    <!--    <ul>-->
    <!--      <li><a href="http://art-55.ru/">А-ля Прима</a></li>-->
    <!--      <li>Курс из 5 занятий - 5к; занятие проводится раз в неделю и длиться 2.5 часа</li>-->
    <!--      <li>Есть видео уроки; цена разная, в среднем - 2к за курс</li>-->
    <!--      <li>Стаж: c 02.2020</li>-->
    <!--      <li>-->
    <!--        Процесс выглядит так: перед тобой что-нибудь ставят - ты рисуешь, получая обратную связь:-->

    <!--        <img-swiper :images="['/art/process-1.jpg', '/art/process-2.jpg']"></img-swiper>-->


    <!--      </li>-->
    <!--    </ul>-->

    <!--    <h3 id="purchase-what">Что закупать</h3>-->

    <!--    <div class="img-container">-->
    <!--      <img-swiper :images="['/art/inventory.jpg']"></img-swiper>-->


    <!--      &lt;!&ndash;-->
    <!--      TODO написать про графику, скетч-->
    <!--      - Мольберт + фанерка - чтобы рисовать-->
    <!--      - Тубус - для переноса работ в формате А3+-->
    <!--      - Бумага: скорлупа - для акварели; для черчения - для всего остального-->
    <!--      - Карандаши: в основном используется карандаш HB, с использованием 5B - 8B для теней/черноты-->
    <!--      - Угольный карандаш - для большой черноты-->
    <!--      - Ластик, клячка - для стирания, деланья светлых моментов-->
    <!--      - Гелевая ручка, тушь + перо - для графики / скетча-->
    <!--      - Акварельные карандаши: цветные карандаши, при размытии водой становятся ярче - как акварель, юзается для скетча + для моментиков в акварели-->
    <!--      - Акварель + кисточки "Белка" (2, 3, 5, 6) - юзаешь много воды + мало краски - получается ~~бульон~~ акварельный рисунок-->
    <!--      - Малярный скотч - для красивой рамочки для акварельных работ-->
    <!--      - Пастель, сангина - мелки - хорошо подходят для быстрых зарисовок; тени делаются растиранием-->
    <!--      &ndash;&gt;-->

    <!--    </div>-->

    <!--    <ul>-->
    <!--      <li>-->
    <!--        Для обычного рисования карандашом (академический рисунок) достаточно мольберта, фанерки, бумаги и карандаша-->

    <!--      </li>-->
    <!--      <li>-->
    <!--        Для рисования акварелью нужно закупить пачку красок и пару кисточек-->

    <!--      </li>-->

    <!--      <li>-->
    <!--        А для масла надо ЗАКУПИТЬСЯ НА 5К+:-->

    <!--        <img-swiper :images="['/art/oil.jpg']"></img-swiper>-->

    <!--        <ul>-->
    <!--          <li> Холст</li>-->
    <!--          <li> Палитра</li>-->
    <!--          <li> Масленка</li>-->
    <!--          <li> Масляный разбавитель (аналог воды для акварели)</li>-->
    <!--          <li> Кисти: щетина 8 / 9 / 2; синтетика 2</li>-->
    <!--          <li>-->
    <!--            Масляные краски - 16 основных цветов-->

    <!--            <img-swiper :images="['/art/paint.jpg']"></img-swiper>-->

    <!--          </li>-->
    <!--          <li> Тряпочки / салфеточки (для чистки всего)</li>-->
    <!--          <li> Уайт-спирит или скипидар (для чистки кисточек)</li>-->
    <!--          <li> Банка (для слива масляного разбавителя)</li>-->
    <!--          <li> Хоз мыло (для отмывания рук/одежды от красок)</li>-->
    <!--          <li> Лак даммарный (для ухода за картиной)</li>-->
    <!--          <li> Мастихин (для чистки излишек краски)</li>-->
    <!--          <li> Банка (для слива растворителей)</li>-->
    <!--        </ul>-->


    <!--      </li>-->

    <!--    </ul>-->


    <!--    <h3 id="purchase-where">Где закупать</h3>-->

    <!--    <ul>-->
    <!--      <li>-->
    <!--        Выгоднее всего закупаться в <a href="https://krasniykarandash.ru/"> Красном карандаше</a>-->

    <!--        <ul>-->
    <!--          <li> Мин сумма доставки - 1к</li>-->
    <!--          <li> Дешевле сгонять в оффлайн магаз - например, на Мендеевской</li>-->
    <!--          <li> Есть лояльность</li>-->

    <!--        </ul>-->
    <!--      </li>-->

    <!--      <li>-->
    <!--        Еще варики-->

    <!--        <ul>-->
    <!--          <li><a href="https://leonardo.ru/">Леонардо</a> - сетевуха творческих магазов (есть в Бибирево)</li>-->
    <!--          <li><a href="https://www.komus.ru/">Комус</a> - канцелярия - карандаши + бумага всегда есть</li>-->
    <!--        </ul>-->

    <!--      </li>-->
    <!--    </ul>-->

    <!--    <h3 id="oil">Заметки про масло</h3>-->

    <!--    <ul>-->
    <!--      <li>-->
    <!--        Пишем в технике аля-прима. Пишем от темного к светлому. Пишем по форме.-->
    <!--      </li>-->

    <!--      <li>-->
    <!--        Краски наносятся на палитру по краям. Оставшуюся поверхность палитры используем для замешивания красок.-->
    <!--        Пишем-->
    <!--        пастозно - мало воды (растворителя). Цветов можно мешать сколько угодно.-->
    <!--      </li>-->
    <!--      <li>-->
    <!--        Чтобы сильно не зачуханиться, стоит-->
    <!--        юзать перчатки + палитру оборачивать в файл + носить фартук.-->
    <!--      </li>-->

    <!--      <li>-->
    <!--        Контуры намечаем нейтральной краской (телесная / охра).-->
    <!--      </li>-->
    <!--      <li>-->
    <!--        При необходимости промыть кисть чтобы замешать новый цвет, кисть нужно протереть об салфетку или тряпочку,-->
    <!--        затем в масляном разбавителе, затем повторить несколько раз.-->
    <!--      </li>-->
    <!--      <li>-->
    <!--        По завершению рисования, масляный разбавитель необходимо слить в баночку, чтобы потом эту баночку выкинуть,-->
    <!--        иначе если выливать масляный разбавитель в раковину, то будет вонище.-->
    <!--      </li>-->
    <!--      <li>-->
    <!--        Кисти + палитру моем в Уайт-спирите. Использованный Уайт-спирит сливаем так же в баночку.-->
    <!--      </li>-->

    <!--    </ul>-->

    <!--    <h3 id="inst">Инстуха</h3>-->

    <!--    <p>-->
    <!--      Можно выкладывать <a href="https://www.instagram.com/poty_risovach/">свои рисунки</a> в инстуху, собирая лайки.-->
    <!--    </p>-->
    <!--    <p>-->
    <!--      Просто так выкладывать рисунки бессмысленно - нужно ставить теги.-->
    <!--      Я ставлю теги по такой схеме: 4 тега на английском, 4 на русском, теги имеют много публикаций + описывают-->
    <!--      материал и тематику. Например, для пейзажа маслом использую такие теги:-->
    <!--    </p>-->
    <!--    <p>-->
    <!--      #art #drawing #oilpainting #landscape #арт #рисунок #масло #пейзаж-->
    <!--    </p>-->

    <!--    <p>Ниже представлен мини-генератор тегов:</p>-->


  </div>
</template>
<script lang="ts">

import {
  Component,
  Vue,
} from "nuxt-property-decorator"
import ImgSwiper from "~/components/img/swiper.vue";
import {generateSeoHead} from "~/logic/core/seo";
import {CoreArticle} from "~/logic/core/models";

@Component({
})
export default class art extends Vue {
  article = new CoreArticle(
    null,
    "/archive/art",
    'Рисовач',
    'Как научится рисовать, что делать если лень, куда я хожу',
    new Date("2021-06-18"),
    [],
    true,
  );

  head() {
    return this.article.seoHead;
  }



  material: string = "";
  theme: string = "";

  showTagGen = false;
  showTags = false;
  tagsStr = "";

  generateTags() {
    this.showTags = true;

    let tags = ["#art", "#арт", "#drawing", "#рисунок"];

    switch (this.material) {
      case "oil":
        tags.push("#oilpainting", "#масло");
        break;
      case "watercolor":
        tags.push("#watercolor", "#акварель");
        break;
      case "pencil":
        tags.push("#pencildrawing", "#карандаш");
        break;
      case "ink":
        tags.push("#ink", "#тушь");
        break;
      case "pen":
        tags.push("#pen", "#ручка");
        break;
      case "coal":
        tags.push("#coal", "#уголь");
        break;
      case "sanguine":
        tags.push("#sanguine", "#сангина");
        break;
      default:
        break;
    }

    switch (this.theme) {
      case "portrait":
        tags.push("#portrait", "#портрет");
        break;
      case "stilllife":
        tags.push("#stilllife", "#натюрморт");
        break;
      case "landscape":
        tags.push("#landscape", "#пейзаж");
        break;
      case "sketch":
        tags.push("#sketching", "#скетч");
        break;
      default:
        break;
    }

    this.tagsStr = tags.join(" ");
  }

  showYobnemImg = false;
}
</script>

<style scoped>

</style>
