<template>
  <div>

    <h2>Денс</h2>

    <h3>Куда хожу</h3>

    <ul>
      <li><a href="https://tancy.pro/">Protancy </a></li>
      <li>Нашел на якартах</li>
      <li>Взял групповой пак по хип-хопу: 12 занятий, 3 раза в неделю по часу, прайс - 7к</li>
      <li>Хожу с 25.01.2021</li>
    </ul>

    <h3>Процесс</h3>

    <p>
      Только начинает получатся движение, как сразу темп увеличивается, добавляются движения другими частями тела, ты
      сбиваешься + не понимаешь что происходит и руки опускаются.
    </p>
    <p>
      Потом ты смотришь по сторонам, и другие тоже лажают + стрессуют, и становится спокойнее, появляется ощущение
      конкурентоспособной среды и ты потихоньку начинаешь прогрессировать.
    </p>
  </div>


</template>
<script lang="ts">

import {
  Component,
  Vue,
} from "nuxt-property-decorator"

@Component({
  head: () => ({
    title: "Денс"
  })
})
export default class cookingGuide extends Vue {

}
</script>
