<template>
  <div>

    <h2>Денс</h2>

    <h3>Куда хожу</h3>

    <ul>
      <li><a href="https://tancy.pro/">Protancy </a></li>
      <li>Нашел на якартах</li>
      <li>Взял групповой пак по хип-хопу: 12 занятий, 3 раза в неделю по часу, прайс - 7к</li>
      <li>Хожу с 25.01.2021</li>
    </ul>

    <h3>Процесс</h3>

    <p>
      Только начинает получатся движение, как сразу темп увеличивается, добавляются движения другими частями тела, ты
      сбиваешься + не понимаешь что происходит и руки опускаются.
    </p>
    <p>
      Потом ты смотришь по сторонам, и другие тоже лажают + стрессуют, и становится спокойнее, появляется ощущение
      конкурентоспособной среды и ты потихоньку начинаешь прогрессировать.
    </p>

    <p>
      Все же, ощущение, что "блядь, что происходит я нихуя не понимаю" не отпускало до конца курса. Мне не становится
      понятнее движение от того, что учитель его 4 раза повторил, можно 40 раз повторить??? Нет, делаем следующее
      движение - ну пиздец, блядь чё происходит, куда ты начал быстро новые движения делать, чё за импровиз пошел??? А,
      это реально импровиз был? А зачем ты его показываешь? Я ещё от прошлого движения ахуеваю, а ты импровиз, который
      разучивать не будем делаешь, блядь, прекрати, остановись!!
    </p>
    <p>
      Крч группа по ощущениям сосёт. Возможно, это временно, как с художкой (там первый месяц было ощущение "блядь,
      некрасиво получается, хочу все зачеркнуть и начать заново), но пока думаю поучить движения самостоятельно по
      плейлистам с ютуба.
    </p>
  </div>


</template>
<script lang="ts">

import {
  Component,
  Vue,
} from "nuxt-property-decorator"

@Component({
  head: () => ({
    title: "Денс"
  })
})
export default class cookingGuide extends Vue {

}
</script>
