<template>
  <div>

    <h1>Денс</h1>

    <h2>Где</h2>

    <ul>
      <li><a href="https://tancy.pro/">Protancy </a></li>
      <li>Нашел на якартах</li>
      <li>Взял групповой пак по хип-хопу: 12 занятий, 3 раза в неделю по часу, прайс - 7к</li>
      <li>Ходил с 25.01.2021 по 19.02.2021</li>
    </ul>

    <h2>Процесс</h2>

    <p>
      Только начинает получатся движение, как сразу темп увеличивается, добавляются движения другими частями тела, ты
      сбиваешься + не понимаешь что происходит и руки опускаются.
    </p>
    <p>
      Потом ты смотришь по сторонам, и другие тоже лажают + стрессуют, и становится спокойнее, появляется ощущение
      конкурентоспособной среды и ты потихоньку начинаешь прогрессировать.
    </p>

    <p>
      Все же, ощущение, что "блядь, что происходит я нихуя не понимаю" не отпускало до конца курса. Мне не становится
      понятнее движение от того, что учитель его 4 раза повторил, можно 40 раз повторить??? Нет, делаем следующее
      движение - ну пиздец, блядь чё происходит, куда ты начал быстро новые движения делать, чё за импровиз пошел??? А,
      это реально импровиз был? А зачем ты его показываешь? Я ещё от прошлого движения ахуеваю, а ты импровиз, который
      разучивать не будем делаешь, блядь, прекрати, остановись!!
    </p>
    <p>
      Крч группа по ощущениям сосёт. Возможно, это временно, как с художкой (там первый месяц было ощущение "блядь,
      некрасиво получается, хочу все зачеркнуть и начать заново), но пока думаю поучить движения самостоятельно по
      плейлистам с ютуба.
    </p>

    <hr />

    <p>
      Плейлистов много (<a href="https://youtube.com/playlist?list=PLA1AB029439BDCC85">вот</a>,
      <a href="https://youtube.com/playlist?list=PLLALQuK1NDri2b41x755xfVmkcddnPLnS">вот</a>,
      <a href="https://m.youtube.com/playlist?list=PLLALQuK1NDriyCZY1Bulick4-1L622aLi">вот</a>), но чтобы по ним учится,
      надо привычку заиметь. Я мувов 20 по одному плейлисту заучил и все, забил, потому что
      привычки нет. Танцевалка в этом плане создает среду, в которой формируется привычка, но группа сосет. Мб
      когда-нибудь попробую индивидуалку.
    </p>
  </div>


</template>
<script lang="ts">

import {
  Component,
  Vue,
} from "nuxt-property-decorator"

@Component({
  head: () => ({
    title: "Денс"
  })
})
export default class cookingGuide extends Vue {

}
</script>
