<template>
  <article>
    <h1>Фрут ниндзя</h1>

    <b>2020-10-16</b>

    <p>Как-то раз пришел ко мне Игоречек прибухнуть (приходите ко мне тоже прибухнуть).</p>
    <p>И собсно сидим, прибухиваем,
      закусон закончился, решили лавку заказать. Скроллим-скроллим и находим АНАНАС - ну все заказываем.</p>
    <p>Приехал ананас, мы начали фоткаться с ним:</p>

    <img-row :images="['/fruit-ninja/pineapple.jpg']"/>

    <p>Игоречку очень нравился мой нож, когда я впервые ему показал его, мы сыграли во фрут-нинзя ирл: я подкидывал
      яблоко, а он пытался его рубануть:</p>
    <img-row :images="['/fruit-ninja/knife.jpg']"/>
    <p>И вот мы решили поиграть еще раз, только я не подкидывал ананас, а держал его за листья</p>
    <img-row :images="['/fruit-ninja/pineapple-knife.jpg']"/>
    <p>Первый удар разрубил ананас, а второй удар разрубил мой палец)))</p>
    <img-row :images="['/fruit-ninja/deep-cuts-1.jpg', '/fruit-ninja/deep-cuts-2.jpg']"/>
    <p>Очевидно что я тогда испытывал разные чувства, но боль не особо, ведь я был синий.</p>
    <p>Первым делом я конечно стал фоткать как я истекаю кровью. Потом, не помню откуда, но у меня на пальце оказался
      пластырь. Затем мы налили водки с собой и пошли в полтретьего ночи в аптеку.</p>
    <p>Пришли в аптеку, взяли там пластырь и перекись, а пока аптекарша ходила за стаффом, рядом с нами тусовались
      какие-то маргиналы. Говоря рядом, я имею в виду меньше чем на расстоянии вытянутой руки. Я малясь занервнячал, что
      ща хуита какая-то начнется, благо аптекаршка вернулась, и мы пошли домой.</p>
    <p>По пути в аптеку, я выложил сторис “А как флексите вы?)” (которую удалил спустя несколько часов, а зря), на
      которую внезапно ответила Мальвушка:</p>
    <img-row :images="['/fruit-ninja/malvushk.jpg']"/>
    <p>А ответила она когда Игорь обнаружил, что проебал свою карту. И нет чтобы забить хуй и перевыпустить карту, он
      настаивал на том, чтобы вернуться в аптеку и поискать ее. А я тем временем продолжал истекать кровью, и согласился
      сходить в аптеку еще раз.</p>
    <p>Карту конечно не нашли, но повторный визит аптеки был забавным.</p>
    <p>В общем пришли в аптеку, говорим “Кровь не
      останавливается, есть какое-нибудь средство для остановки крови”, аптекарша предложила кровоостанавливающую губку,
      мы такие “Давайте”, она уходит.</p>

    <p>Возвращается, у нее трясутся руки, и она начинает делать мне перевязку. То есть картина буквально такая: в 3 часа
      ночи 2 синяка перевязываются в аптеке))) Во время этого процесса аптекарша спросила “А че вы скорую не вызвали,
      раз кровоточите так”, на что мы ¯\_(ツ)_/¯</p>
    <p>Вернувшись домой, мы начали смотреть прекрасный фильм “Экстаз”. Игоречек уже умирал, но он понимал, что в фильме
      происходит полный пиздец:</p>
    <img-row :images="['/fruit-ninja/climax.jpg']"/>

    <p>
      Я всю ночь переживал, что на утро моему пальчику пизда, но обошлось, и с утреца я чувствовал себя нормально.
      Тем не менее, надо было сходить в травмпункт.
    </p>
    <p>
      В травмпункте, посмотрев на мою рану, врач сказал, что тут одного шовчика достаточно и никакого
      наркоза/обезболивания делать не будем. Он взял иголку, сказал, что она меньше обычной иголки, и начал продевать ее
      через рану - даже не смотря на то, что я был синеват, я немного постонал.
    </p>
    <p>
      Когда процедура закончилась, врач сказал мне что-то закупить, но, опять же, так как я был синеват, я не особо
      запомнил, что надо было закупить - что-то типа бинта для перевязывания, наверное. И мы с Игоречком решили
      приколоться и пойти в ту же аптеку, куда ходили ночью.
    </p>
    <p>
      На пути в аптеку произошло чудо - Игоречек боковым зрением увидел остатки своей проебанной карты:
    </p>
    <img-row :images="['/fruit-ninja/card.jpg']"/>

    <p>
      Также на пути в аптеку мы увидели следы крови на асфальте, которые оставил я))
    </p>
    <p>
      Прийдя в аптеку, мы, к сожалению, не обнаружили нашу аптекаршку, купили бинтики, перекись водорода, зеленку и были
      таковы.
    </p>
    <p>
      По итогу, могу дать один совет: не играйте во Фрут Ниндзя в оффлайне на бухую голову, а то может неприятно
      закончится))
    </p>
    <img-row :images="['/fruit-ninja/seam.jpg']"/>


  </article>
</template>

<script lang="ts">

import {
  Component,
  Vue,
} from "nuxt-property-decorator"
import ImgRow from "~/components/img-row.vue";

@Component({
  components: {ImgRow},
  head: () => ({
    title: "Фрут Ниндзя"
  }),
})
export default class FruitNinjaPage extends Vue {

}
</script>

<style scoped>
</style>
