<template>
  <article>
    <h1>Цели 2021</h1>


    <h2>Подтянуть инглиш</h2>
    <ul>
      <li>
        2021-02-28 начал ходить в <a href="https://nowispeakenglish.com/">инглиш-скул</a>:

        <p class="font-mono ml-6 whitespace-pre-line">Курс выходного дня. Старт 07 февраля
      - С 07 февраля по 13 июня
      - Мини-группа до 6 человек
      - 3 занятия по воскресеньям с 12 до 17 с 2-мя перерывами

      Комплексный подход: разговорный английский и грамматика:
      - вспомнить все и разговориться
      - исправить ошибки и получить четкие ответы
      - увеличить словарный запас на 1500-2000 выражений

      По итогам вы увереннее общаетесь и лучше понимаете речь на слух.

      2 взноса по *19200₽*
      </p>

        <p class="ml-6">
          Думал на Intermediate пойти, но за месяц группа не набралась. Предложили вар пойти к Pre-Intermediate -
          согласился. На занятиях на чиличах сижу, если и потею, то на грамматике, но в самый раз.
        </p>
      </li>


    </ul>

    <h2>Финанс</h2>
    <ul>
      <li>Начать инвестировать ✔</li>
      <li>Написать и выпустить приложуху с монетизацией 🚧</li>
      <li>Накопить 500к на брокерском счету 🚧</li>
    </ul>

    <h2>Социализация</h2>
    <ul>
      <li>Завести
        <nuxt-link to="/">блог</nuxt-link>
        ✔
      </li>
      <li>Завести <a href="https://www.instagram.com/poty_risovach/">инстуху с рисовачем</a> ✔</li>
      <li>Завести <a href="https://twitter.com/wiwpost">тви с ебанутыми скринами или типа того</a> ✔</li>
      <li>Сделать вк публичным 🚧</li>
      <li>Сделать инстуху публичным 🚧</li>
    </ul>

    <h2>Научиться денсить ❌</h2>
    <ul>
      <li>Ну как бы
        <nuxt-link to="/dance">вот</nuxt-link>
      </li>
    </ul>


  </article>
</template>


<script lang="ts">

import {
  Component,
  Prop,
  Vue,
} from "nuxt-property-decorator"

@Component({
  head: () => ({
    title: "Цели 2021"
  }),
})
export default class goals2021 extends Vue {

}
</script>

<style scoped>
</style>
