<template>
  <article>
    <h1>Цели 2021</h1>


    <h2>Подтянуть инглиш</h2>
    <ul>
      <li class="wip">
        <spoiler>2021-02-28 начал ходить в <a href="https://nowispeakenglish.com/">инглиш-скул</a>
          <template v-slot:spoiled>
            <p class="font-mono whitespace-pre-line">Курс выходного дня. Старт 07 февраля
              - С 07 февраля по 13 июня
              - Мини-группа до 6 человек
              - 3 занятия по воскресеньям с 12 до 17 с 2-мя перерывами

              Комплексный подход: разговорный английский и грамматика:
              - вспомнить все и разговориться
              - исправить ошибки и получить четкие ответы
              - увеличить словарный запас на 1500-2000 выражений

              По итогам вы увереннее общаетесь и лучше понимаете речь на слух.

              2 взноса по *19200₽*
            </p>

            <p>
              Думал на Intermediate пойти, но за месяц группа не набралась. Предложили вар пойти к Pre-Intermediate -
              согласился. На занятиях на чиличах сижу, если и потею, то на грамматике, но в самый раз.
            </p>
          </template>
        </spoiler>


      </li>


    </ul>

    <h2>Финанс</h2>
    <ul>
      <li class="done">Начать инвестировать</li>
      <li class="done">Начать вести бюджет</li>
      <li class="wip">Написать и выпустить приложуху с монетизацией</li>
      <li class="wip">Накопить 500к на брокерском счету</li>
    </ul>

    <h2>Социализация</h2>
    <ul>
      <li class="done"> Завести
        <nuxt-link to="/">блог</nuxt-link>
      </li>
      <li class="done">Завести <a href="https://www.instagram.com/poty_risovach/">инстуху с рисовачем</a></li>
      <li class="done">Завести <a href="https://twitter.com/wiwpost">тви с ебанутыми скринами или типа того</a></li>
      <li class="wip">Сделать вк публичным</li>
      <li class="wip">Сделать инстуху публичным</li>
      <li class="drop">

        <spoiler>Провести 10 встреч в <a href="https://random-coffee.ru/">RandomCoffee</a>
          <template slot="spoiled">
            <p>
              Провел 3 созвона, 1 встречу, было 2 слива - и ни с одним из челиков общения после встречи не произошло, да
              и
              не хотелось.
            </p>
            <p>
              Типа общение было неплохим, но это больше было похоже на светсткую беседу:
              был челик из Норвегии, рассказывал, что там жить в 2 раза дороже;
              был челик из Калика, рассказывал, что его немного заебала разработка, и он собирается осваивать новые
              навыки;
              был челик из Питербрюха, рассказывал, что в 20 лет он работает, преподает, увлекается блокчечеином и
              собирается стать digital-nomad -
              все это интересно, но я ожидал большего.
            </p>
            <p>
              Ожидал, что завяжется
              какая-то дружба, но чет нет.
            </p>
          </template>
        </spoiler>
      </li>
    </ul>

    <h2>Научиться денсить </h2>
    <ul>
      <li class="drop">Ну как бы
        <nuxt-link to="/dance">вот</nuxt-link>
      </li>
    </ul>


  </article>
</template>


<script lang="ts">

import {
  Component,
  Prop,
  Vue,
} from "nuxt-property-decorator"

@Component({
  head: () => ({
    title: "Цели 2021"
  }),
})
export default class goals2021 extends Vue {

}
</script>

<style scoped>

li {
  @apply list-none;

}


.done:before {
  content: '✔';
  @apply mr-2;
}


.wip:before {
  content: '🚧';
  @apply mr-2;
}

.drop:before {
  content: '❌';
  @apply mr-2;

}

</style>
