<template>
  <article>
    <h1>Бабос</h1>

    <p>Здесь будут заметки про то как я продвигаюсь к финансовой независимости)))</p>

    <h2>Еда</h2>


    <ul>
      <li>Еда является одной из самых расходных категорий в списке моих трат - очевидно многое можно заоптимизировать.
      </li>

      <li><a href="https://vkcombo.ru/"><b>vkcombo</b></a> - дает -10% на Delivery Club, -7% на Самокат; стоит 149 ₽ /
        мес. (а
        при
        годовой подписке еще дешевле) - отбивается заказом в деливери на 1500; но не скидка работает если вводится
        промокод (раньше робило и можно было применить -30% промокод + -10% от комбо - но понерфили)
      </li>
      <li>
        <a href="https://m-food.ru/"><b>myfood</b></a> - один из тысячи сервисов доставки готовой еды на неделю; суть в
        том,
        что есть скидка -25% при заказе на 3 дня + комбо скидка -10% = 16к за 30 дней еды - оч дешево
      </li>
      <li>
        <b>Столовки</b> - заведения дешманской еды; лучшая столовка - <a
        href="https://yandex.ru/maps/org/stolovaya_inter/195328812072/?ll=37.601143%2C55.781837&z=19.22">Inter</a> -
        ланч < 300; кастомный заказ - 300-400 р - оч вкусно по сравнению с другими столовыми, типа <a
        href="https://rosinka.online/">Росинка</a> - там чек за 500 может спокойно выйти, и не так вкусно
      </li>
      <li>
        <b>Есть на работе</b> - ну как бы понятно - если работадатель проставляется хотя бы обедами, то это уже экономия
        10к / мес.
      </li>
    </ul>

    <h2>Инвестиции</h2>

    <ul>

      <li>
        Чтоб было дохуя денег, помимо того чтобы много зарабатывать, мало тратить, надо их откладывать.
        Откладывать лучше, инвестируя во что-то.
      </li>
      <li>
        Чтобы начать инвестировать надо открыть брокерский счет. У какого брокера открывать счет - решай сам, я выбрал
        <a
          href="https://www.tinkoff.ru/invest/">Тинек</a>, потому что изи интерфейс.
      </li>

      <li>
        <b>Фонды</b> (ака ETF, ака ПИФ) - самый простой вар, во что инвестировать, если не хочется разбираться в инвест
        хуйне;
        пример фондов - <a href="https://finex-etf.ru/">FinEx</a>
        <!--        набор долей ценных бумаг-->
        <!--        (типа 1% от акции Tesla, 1% от акции Apple, и тд); суть в том, что за счет диверсификации портфель получается-->
        <!--        довольно устойчивым к изменениям на рынке, а доходность выше чем просто держать деньги на счете; -->
      </li>


    </ul>

  </article>
</template>


<script lang="ts">

import {
  Component,
  Prop,
  Vue,
} from "nuxt-property-decorator"

@Component({
  head: () => ({
    title: "Бабос"
  }),
})
export default class money extends Vue {

}
</script>

<style scoped>
</style>
