<template>
  <article>
    <h1>Бабос</h1>

    <p>Здесь будут заметки про то как я продвигаюсь к финансовой независимости)))</p>

    <h2>Еда</h2>
    <ul>
      <li>Еда является одной из самых расходных категорий в списке моих трат - очевидно многое можно заоптимизировать.
      </li>

      <li><a href="https://vkcombo.ru/"><b>vkcombo</b></a> - дает -10% на Delivery Club, -7% на Самокат; стоит 149 ₽ /
        мес. (а
        при
        годовой подписке еще дешевле) - отбивается заказом в деливери на 1500
        <ul>
          <li>Не скидка работает если вводится
            промокод (раньше робило и можно было применить -30% промокод + -10% от комбо - но понерфили)
          </li>
        </ul>
      </li>
      <li>
        <a href="https://m-food.ru/"><b>myfood</b></a> - один из тысячи сервисов доставки готовой еды на неделю
        <ul>

          <li>
            Кешбек: если проходишь опросы, дают баллы + 3% от заказа через приложуху возвращают баллами + в тиньке есть
            10%
            кешбек
          </li>
          <li>
            [понерфили] в деливери есть скидка -25% при заказе на 3 дня + vkcombo скидка -10% = 16к за 30 дней еды - оч
            дешево
          </li>
        </ul>

      </li>
      <li>
        <b>Столовки</b> - заведения дешманской еды

        <ul>
          <li>Лучшая столовка - <a
            href="https://yandex.ru/maps/org/stolovaya_inter/195328812072/?ll=37.601143%2C55.781837&z=19.22">Inter</a> -
            ланч < 300; кастомный заказ - 300-400 р - оч вкусно по сравнению с другими столовыми
          </li>
          <li>Другие столовки: Росинка, Муму, Грабли</li>
        </ul>
      </li>
      <li>
        <b>Есть на работе</b> - ну как бы понятно - если работадатель проставляется хотя бы обедами, то это уже экономия
        10к / мес.
      </li>
    </ul>

    <h2>Шоппинг</h2>
    <ul>
      <li>Я шоплюсь в основном на озоне - есть пару штук для экономии</li>
      <li><b>Ozon.Premium</b> - типа как vkcombo - подписка, дающая скидоны, бесплатную доставку и доступ к закрытым
        распродажам
      </li>
      <li><b>Ozon.Card</b> - банковская карта озона, можно оформить виртуально, дает 5% кешбека на все, а на некоторые
        товары больше
      </li>
    </ul>

    <h2>Бюджет</h2>
    <ul>
      <li>Чтобы контролировать свои расходы, надо их вести - напр. в приложухе <a
        href="https://zenmoney.ru/">ZenMoney</a></li>
      <li>
        Еще способ контролировать свои расходы - вести бюджет

        <ul>
          <li>Суть в том, что ты разбиваешь расходы на категории и прикидываешь сколько ты потратишь на каждую категорию
            <img-row :images="['/money/budget_1.png', '/money/budget_2.png']"/>
          </li>
          <li>В конце месяца, смотришь че как и планируешь траты на некст месяц -
            то есть, если не считать
            <nuxt-link to="/pure">пьюр ебучий</nuxt-link>
            , то я уложился в бюджет и могу подрезать траты еще где-нибудь
          </li>
        </ul>

      </li>
    </ul>

    <h2>Инвестиции</h2>
    <ul>
      <li>
        Чтоб было дохуя денег, помимо того чтобы много зарабатывать, мало тратить, надо их откладывать.
        Откладывать лучше, инвестируя во что-то.
      </li>
      <li>
        Чтобы начать инвестировать надо открыть брокерский счет. У какого брокера открывать счет - решай сам, я выбрал
        <a
          href="https://www.tinkoff.ru/invest/">Тинек</a>, потому что изи интерфейс.
      </li>

      <li>
        <b>Фонды</b> (ака ETF, ака ПИФ) - самый простой вар во что инвестировать, если не хочется разбираться в инвест
        хуйне;
        пример фондов - <a href="https://finex-etf.ru/">FinEx</a>
      </li>

      <li>Советик: главное в инвестициях - регулярность - лучше каждый месяц закидывать 10к, чем раз в год 100к в конце
        года. Потому что сложный процент
      </li>
    </ul>


  </article>
</template>


<script lang="ts">

import {
  Component,
  Prop,
  Vue,
} from "nuxt-property-decorator"
import ImgRow from "~/components/img-row.vue";

@Component({
  components: {ImgRow},
  head: () => ({
    title: "Бабос"
  }),
})
export default class money extends Vue {

}
</script>

<style scoped>
</style>
