<template>

  <article>
    <h1>Нечем заняться</h1>

    <p>
      Здесь я напишу чем можно заняться, когда скучно.
      Прежде всего, это напоминание себе, что заняться всегда есть чем.
    </p>

    <img-card img="/tody.png" header="Уборочка" align="right" :streamline="true">
      <p>
        Всегда можно найти уголочек в хате, который можно прибрать. Для учета таких уголочков, есть спец приложухи -
        напр. <a href="http://todyapp.com/">Tody</a>.
      </p>
      <p>
        Суть приложухи в том, что ты разбиваешь свою хату на зоны, и
        выбираешь активности, которые необходимо выполнить в этой зоне. Например, зона - кухня, активности "Протереть
        столешницу", "Вымыть плиту", "Вымыть раковину". Далее ты указываешь текущее состояние, и приложуха будет
        показывать какие активности стоит сделать для поддержания чистоты.
      </p>
    </img-card>


  </article>
</template>


<script lang="ts">

import {
  Component,
  Prop,
  Vue,
} from "nuxt-property-decorator"

@Component({
  head: () => ({
    title: "Я ЗАБЫЛ УКАЗАТЬ ЗАГОЛОВОК"
  }),
})
export default class NothingToDoPage
  extends Vue {

}
</script>

<style scoped>
</style>
