<template>
  <article>
    <h1>Pure</h1>

    <p>
      Я никогда не пользовался дейтинг-приложухами, а иногда у меня бывает желание социализироваться, и захотелось
      потраить такие приложухи. Выбор пал на <a href="https://pure.app">Pure</a> - создатели приложухи позиционируют
      ее как приложуха для
      быстрого секса.
    </p>
    <p>

      Суть проста - выставляешь свою объяву, лайкаешь девочек, как только тебе поставят лайк - ты сразу об этом узнаешь
      и можешь написать девочке, лайк при этом не обязательно взаимный.
    </p>

    <p>
      И вот однажды, сижу, жду когда мной заинтересуются, и тут мне пишет девочка:
    </p>

    <p>
      - привет красавчик<br/>
      - привет незнакомка<br/>
      - *она скидывает фотку*<br/>
      - красотка<br/>
    </p>

    <p>
      В анкете у нее было написано, что она хочет хорошо провести время - обычная объява.
    </p>

    <p>
      - Как ты хочешь время провести, вина выпить? - спросил я<br/>
      - Была бы не против)<br/>
      - У меня или у тебя?<br/>
      - У тебя?<br/>
      - *скидываю локу* Приезжай.<br/>
      - Так быстро? Может покажешь себя для начала и свои габариты<br/>
      - Ты можешь приехать и увидеть все сама<br/>
      - Извини, к незнакомому и тем более не рассмотрев тебя - это не ко мне<br/>
      - Хорошо, тебе фото в полный рост?<br/>
      - Ну желательно)<br/>
    </p>

    <p>
      И пошло: я кидаю себя, она себя, причем скидывает откровенные фото, с сиськами там, с фигуркой. В пьюр, когда ты
      фоткаешь себя через приложуху, то появляется подпись "фото настоящее" и эта надпись у нее была, да и фотки
      "домашние" - плохая камера + виднеются куски квартиры. Я такой про себя "нихуя себе это че секстинг нихуя себе". Я
      скинул свой грудак, на что она захотела хуй увидеть, подогревая интерес своими голыми фотками.
    </p>
    <p>
      Я никогда свой хуй не фоткал, и мне казалось что если и делать это, то в стоячем положении, но хуй надо было
      поднять. В пьюр фотки <i>самоуничтожаются</i>, так что надо было включать порнуху. Я боялся потерять контакт, нужно было
      выиграть
      время, поэтому сказал, что "надо взбодрить его" - она скинула еще свою фотку. Я тем временем смотрел порнуху,
      писюн
      поднимался, пришло время фоткать. Но сфоткать хуй - не простая задачка: я хотел, чтобы ничего лишнего в кадр не
      попадало, чтобы тени от телефона не было, а хуй от такой мозгоебли спадал и приходилось то открывать порнуху, то
      открывать камеру и подбирать ракурс. Наконец, сделал фотку - получилось все как надо.
    </p>
    <p>
      Ей понравилось, и она пригласила в телегу, аргументируя это тем пьюр лагает и там видосик скинет. А пьюр
      действительно нестабильно работает и видосики там скидывать нельзя.
      Перекатились в телегу, я пишу "жду видос", она говорит "ща, загрузится", через пару минут он действительно
      приходит,
      там она сует пальцы в рот, потом пизду ими трогает.
    </p>

    <p>
      Я не спроста так сухо об этом написал. Очевидно, что мне хотелось, чтобы она приехала, я поверил, что пьюр - это
      реально приложение для быстрого секса, и повторил свой запрос - приезжай ко мне, и получил в ответ "))))))", а
      также
      скрины с моим фото в полный рост, моим грудаком, моим хуем, моим вк и сообщением "пришли 10к иначе тебе пизда"
    </p>

    <p>
      Деньги я отправил, на что получил ответ:
    </p>

    <p>
      - Это будет тебе уроком<br/>
      - За фото не беспокойся<br/>
      - Могу поделится своей схемой за доп плату<br/>
      - Мне бы схему от одиночества - ответил я<br/>
      - Вызови себе бабу или знакомся на улице, а не в приложениях<br/>
    </p>

    <p>
      <img src="~/assets/obidno.png" class="inline"> где скинуть дикпик стоит 10к, а знакомиться с девушками надо на
      улице.
    </p>
  </article>
</template>


<script lang="ts">

import {
  Component,
  Prop,
  Vue,
} from "nuxt-property-decorator"

@Component({
  head: () => ({
    title: "Pure"
  }),
})
export default class pure extends Vue {

}
</script>

<style scoped>
</style>
