<template>

  <div>

    <h1>Слипинг</h1>

    <p>
      У меня есть проблемы со сном: я долго засыпаю, и долго просыпаюсь. Здесь я попытаюсь написать о штуках, которые
      помогают и мешают заснуть/проснуться.
    </p>

    <p> Первое, что нужно купить для сна, это:</p>

    <img-card header="ПИЖАМА!" img="/pajamas.png" >
      <ul>
        <li>В ней тепло</li>
        <li>В ней можно всречать курьеров</li>
        <li>Можно вообще весь день в пижаме проходить, кайфуя жестко</li>
      </ul>


    </img-card>


    <h2>Инсайты</h2>

    <ul>
      <li>
        Если ты спишь 8+ часов, то и энергии будет минимум на 16 часов =>
        12 + 16 = 4 часа ночи. Т.е. ложиться в 1 ночи в надежде заснуть, а потом 3 часа ворочаться - это так не
        работает!
      </li>
    </ul>

    <h2>Что помогает уснуть/проснуться</h2>


    <ul>
      <li>
        <b>Увлажнитель воздуха на ночь</b> - утром глазки тяжело открывать и хочется продолжить дальше валяться, с
        увлажнителем
        воздуха глазкам становится лучше.
      </li>
      <li>
        <b>Чилить после компика</b> - отдыхаешь от компика, настраиваешься на сон; чилить лучше не меньше
        часа.
      </li>
      <li>
        <b>Спорт</b> - помогает как проснуться, так и заснуть.
        Другое дело ночью заниматься спортом лень, но с утреца - это лучший способ взбодриться.
      </li>
      <li>
        <b>Дрочка / еблинг</b> - самый эффективный способ заснуть, но ежедневно нет возможности этим заниматься))))
      </li>
      <li>
        <b>Проще относиться ко сну</b> - если не удается заснуть в течение нескольких часов, то не нужно парится по
        этому поводу (см. Инсайты)
      </li>
      <li>
        <b>Открытие штор перед сном</b> - легче проснуться, так как сразу светло
      </li>
      <li>
        <b>Водные процедуры</b> - попить водички, умыться, принять душик
      </li>
    </ul>

    <h3>Что мешает, не работает</h3>

    <ul>
      <li>
        <b>Сидение за компом</b> - тут очевидно, за компом можно очень долго сидеть, разрушая себе режим.
      </li>

      <li>
        <b>Будильники, в тч фитнес-браслет</b> - в какой-то момент я уже на автомате их стал выключать и продолжал
        спать, независимо от того будильник на мобиле это или на руке
      </li>

      <li>
        <b>Проснуться за полчаса до будильника и вернуться ко сну</b> - как писал выше: будильник вырубаешь на
        автомате
        и все пиздец
      </li>

      <li>
        <b>Ставить таймер на еще полчасика после будильника</b> - аналогично
      </li>

      <li>
        <b>Ложиться спать обратно после подъема</b> - тоже велик риск переспать
      </li>
    </ul>


    <h3>Что хочу попробовать</h3>

    <ul>
      <li>
        <b>Аромамасла</b> - говорят, улучшают сон
      </li>
      <li>
        <b>Обязательства</b> - проблема с пробуждением в том, что мне без проблем можно дрыхнуть до 12, засыпая в 3,
        но
        хочется
        стабильно просыпаться в 9-10. Для этого пришла мысль о том, что должна быть мотивация, например, заниматься
        английским с преподом в 12 - чтобы просыпаться раньше, и привести себя в порядок перед занятиями.
      </li>
      <li>
        <b>Новое постельное</b> - есть мягкие подушки, твердые подушки, какие-то умные подушки - надо во всем этом
        разобраться
      </li>
    </ul>

  </div>
</template>
<script lang="ts">

import {
  Component,
  Prop,
  Vue,
} from "nuxt-property-decorator"

@Component({
  head: () => ({
    title: "Слипинг"
  })
})
export default class index extends Vue {

}
</script>
