<template lang="md">

  # Слиппинг

  Здесь будут заметки про то как сон улучшить/ухудшить

  - **Продолжительность**: спать нужно 8 часов, 4 часа вообще не вар
  - **Пижама**: очень круто: и тепло, и курьеров в ней можно встречать, и вообще целый день можно ходить
  - **Ортопедическая подушка**: может она и полезная, но вообще неудобная, месяц юзаю - кайфа немного
  - **Будильник**: хорошо робит, если ставить нечасто; на каждодневной основе я привыкаю к будильнику и на автомате выключаю его
  - **Фитнес-браслет**: аналогично будильнику - на автомате выключаю и продолжаю спать при ежедневном использовании
  - **Сидение за компом до поздна**: лучший способ сломать режим
  - **Телефон**: аналогично, не стоит много сидеть в телефоне, если хочешь заснуть; если тяжко телефон убрать, то хотя бы ставь ночной свет
  - **Влажность**: бывает, я просыпаюсь сильно раньше запланированного времени, и типа могу встать и начать свой день, но если я закрываю глаза и ложусь, типа "ну минут 10 еще полежу", то это выливается в 2-3 часа дополнительного сна; дело в том, что глазам не хватает влаги, и если проснутся рано и закапать глаза чем-нибудь типа Стиллавита, или запустить увлажнитель вохдуха на всю ночь (вот прям реально на всю ночь, часов на 8), то можно проснуться пораньше
  - **Водичка**: ну выпить водички с утреца всегда по кайфу
  - **Спорт**: если им заниматься как я - в течение минут 20, то это сильно не утомит => не повлияет на скорость засыпания
  - **Дрочка/еблинг**: аналогично спорту - нужно утомиться, чтобы уснуть было легче
  - **Терпение**: если не можешь заснуть, то беспокойство по этому поводу не поможет уснуть; лучше спокойно лежать и много не думать
  - **Музыка/подкасты/аудиокниги**: не особо помагают заснуть, скорее отвлекают от засыпания, потому что ты думать начинаешь, а голова должна отдыхать

</template>
<script lang="ts">

import {
  Component,
  Prop,
  Vue,
} from "nuxt-property-decorator"
import ImgCard from "~/components/img-card.vue";

@Component({
  components: {ImgCard},
  head: () => ({
    title: "Слипинг"
  })
})
export default class index extends Vue {

}
</script>
