<template>
  <div>

    <h2>Свалка маленьких кулстори</h2>

    <b>2021-01-16</b>

    <p>
      Пришел постригаться, рядом пиздюка лет 10 стригут. Он много пиздел, сказал что у него скоро др, на что
      парикмахер, поддерживая разговор, спросил:<br>
      - А что ты на ДР хочешь?<br>
      - Бабочку - ответил пиздюк.<br>
      - Что за бабочку? - спросил парикмахер.<br>
      - Ну нож бабочку - ответил пиздюк.<br>
      И вся парикмахерская заржала.<br>
    </p>

    <b>2020-12-19</b>

    <p>
      На мое др не было особых планов, но Игоречка это не устроило, и он предложил сходить всей тусой на виарчик.
    <p>
    <p>
      Пошли <a href="https://anvio.com/ru-ru/moscow/">сюда</a>
    </p>
    <p>
      Стоимость жёсткая, стоит поискать скидос, например в честь др есть, в тг канале есть в почтовой рассылке есть.
      Нас было 10 рыл, а сеанс до 4 человек, т.е. 3 сессии - вышло на 16к - и это скидкой в 30%. Это говорит о том,
      что в виаре деньги точно есть)))
    </p>

    <p>
      На выбор было предложено 3 игры: стрелялка про зомбей, квест и драчки. Выбрали стрелялку. По геймплею
      стрелялка-стрелялкой, но там было ещё кое-что.
    </p>
    <p>
      Ты крч оказываешься на крыше вагона и тебе надо спуститься вниз. В виаре перед тобой дыра, а реале перед тобой
      пол, и тут у меня мозг ебнулся. То есть тебе надо типа спрыгнуть вниз, но тебя останавливает то, что в реале
      тебе некуда прыгать. Высота вагона по ощущениям это 2 метра+ (ну так если логически прикинуть), и в реале
      спрыгивать с такой высоты страшновато, возникает желание протянуть ногу, чтобы падение было с меньшей высоты, но
      в реале перед тобой пол! Ногу не высунуть, ну думаю, придется прыгать со страхом сломать ноги, но прыгать не
      надо, в реале никакой дыры нет! И вот в таком ахуевающем состоянии я всё-таки предпринял попытку прыгнуть и чуть
      не пизданулся в реале, потому что в виаре, когда встаёшь на дыру, происходит опускание, и организм слегка
      потерял равновесие - крч пиздец диссонанс. Потом была лестница наверх и тоже ахуеваешь - хочется как-то
      забраться на нее, как-то ногами подвигать, а тебя просто поднимает вверх и ты такой воооу.
    </p>
    <p>
      После сеанса с меня сняли шлем, науши, и ощущение, что ты в виаре, не покидало. Одним из правил игры было "не
      бегать", и мне надо было сгонять в гардероб за чем-то и я не бежал туда, я медленно шел, исполняя правила виар
      игры. Мне подарили подарок, и предмет ощущался нереальным; ещё люди казались неосязаемыми , как м свое тело.
    </p>
    <p>
      В общем, экспериенс прикольный.
    </p>


    <b>2021-01-09</b>
    <p>
      В 3 часа ночи не мог заснуть и решил заказать шмоток из Lamoda. Написали ждите звонка от оператора - ну думаю
      утром будет звонок. А нет - оператор позвонил через минут 10. Спрашивает "Удобно говорить?", а я уже туплю в 3
      часа ночи-то и не разбирал ее речь, переспрашивал там))) но заказ успешно оформил.
    </p>


  </div>


</template>
<script lang="ts">

import {
  Component,
  Prop,
  Vue,
} from "nuxt-property-decorator"

@Component({
  head: () => ({
    title: "Свалка маленьких кулстори"
  })
})
export default class index extends Vue {

}
</script>
