<template>
  <div>

    <h2>Свалка маленьких кулстори</h2>

    <b>2021-01-16</b>

    <p>
      Пришел постригаться, рядом пиздюка лет 10 стригут. Он много пиздел, сказал что у него скоро др, на что
      парикмахер, поддерживая разговор, спросил:<br>
      - А что ты на ДР хочешь?<br>
      - Бабочку - ответил пиздюк.<br>
      - Что за бабочку? - спросил парикмахер.<br>
      - Ну нож бабочку - ответил пиздюк.<br>
      И вся парикмахерская заржала.<br>
    </p>

    <b>2020-12-19</b>

    <p>
      На мое др не было особых планов, но Игоречка это не устроило, и он предложил сходить всей тусой на виарчик.
    <p>
    <p>
      Пошли <a href="https://anvio.com/ru-ru/moscow/">сюда</a>
    </p>
    <p>
      Стоимость жёсткая, стоит поискать скидос, например в честь др есть, в тг канале есть в почтовой рассылке есть.
      Нас было 10 рыл, а сеанс до 4 человек, т.е. 3 сессии - вышло на 16к - и это скидкой в 30%. Это говорит о том,
      что в виаре деньги точно есть)))
    </p>

    <p>
      На выбор было предложено 3 игры: стрелялка про зомбей, квест и драчки. Выбрали стрелялку. По геймплею
      стрелялка-стрелялкой, но там было ещё кое-что.
    </p>
    <p>
      Ты крч оказываешься на крыше вагона и тебе надо спуститься вниз. В виаре перед тобой дыра, а реале перед тобой
      пол, и тут у меня мозг ебнулся. То есть тебе надо типа спрыгнуть вниз, но тебя останавливает то, что в реале
      тебе некуда прыгать. Высота вагона по ощущениям это 2 метра+ (ну так если логически прикинуть), и в реале
      спрыгивать с такой высоты страшновато, возникает желание протянуть ногу, чтобы падение было с меньшей высоты, но
      в реале перед тобой пол! Ногу не высунуть, ну думаю, придется прыгать со страхом сломать ноги, но прыгать не
      надо, в реале никакой дыры нет! И вот в таком ахуевающем состоянии я всё-таки предпринял попытку прыгнуть и чуть
      не пизданулся в реале, потому что в виаре, когда встаёшь на дыру, происходит опускание, и организм слегка
      потерял равновесие - крч пиздец диссонанс. Потом была лестница наверх и тоже ахуеваешь - хочется как-то
      забраться на нее, как-то ногами подвигать, а тебя просто поднимает вверх и ты такой воооу.
    </p>
    <p>
      После сеанса с меня сняли шлем, науши, и ощущение, что ты в виаре, не покидало. Одним из правил игры было "не
      бегать", и мне надо было сгонять в гардероб за чем-то и я не бежал туда, я медленно шел, исполняя правила виар
      игры. Мне подарили подарок, и предмет ощущался нереальным; ещё люди казались неосязаемыми , как м свое тело.
    </p>
    <p>
      В общем, экспериенс прикольный.
    </p>


    <b>2021-01-09</b>
    <p>
      В 3 часа ночи не мог заснуть и решил заказать шмоток из Lamoda. Написали ждите звонка от оператора - ну думаю
      утром будет звонок. А нет - оператор позвонил через минут 10. Спрашивает "Удобно говорить?", а я уже туплю в 3
      часа ночи-то и не разбирал ее речь, переспрашивал там))) но заказ успешно оформил.
    </p>

    <b>
      2021-02-12
    </b>
    <p>
      Возвращаюсь с танцевали, а тогда метель шла - метель вообще кайф - холод, снег в ебло, все тает прям на тебе. Так
      вот, прихожу домой и вспоминаю, что у меня окна открыты, в тч на балконе. Бегу на балкон и вижу завальчик:
    </p>

    <img-row :images="['/small/snow-1.jpg']"/>

    <p>
      Блякаю, выкладываю в инстуху балкон, закрываю второе окно - там тоже приспустило снежка:
    </p>

    <img-row :images="['/small/snow-2.jpg']"/>

    <p>
      Иду жрекать: убирать снег на балконе в 23 часа мне было лень. "Уберу завтра" - решил я, ещё решил балкон не
      закрывать, потому что иначе я боялся, что снег растает за ночь и будет пиздец.
    </p>

    <p>
      На утро захожу на балкон, а там сугробище:
    </p>

    <img-row :images="['/small/snow-3.jpg']"/>


    <p>
      Поблякал, начал думать как убирать это, и мне пришла гениальная идея - с помощью совка и ведра. И тупа в детство
      перенёсся - как в песочнице покапался:
    </p>

    <img-row :images="['/small/snow-4.jpg']"/>


    <p>
      Таким образом вышло 2 15 литровых ведра со снегом, остался последний вопрос - куда его девать. С балкона ведро
      снега выкидывать как-то не хотелось, решил в ванну за кинуть. В итоге получил снежную ванночку:
    </p>

    <img-row :images="['/small/snow-5.jpg']"/>


    <p>
      И начался кайф: я взял душик и начал топить снег, и через несколько минут от снега ничего не осталось - класс.
    </p>

    <b>Где-то в 2019</b>

    <p>
      Как-то раз с утреца позвонили в дверь - это была соседка, сказала что мы топим ее. В это время Дениска был в
      ванной, я постучался к нему, а он там голый велик моет и заорал мол хуле надо. Соседка в это время в дверях была и
      все видела и слышала)) Я грю Дениске, что мы топим соседей, ну и как бы понятно было, что во время мытья велика
      куча воды было на полу.
    </p>
    <p>
      Вытерли воду, узнали в чем дело: ванна была не герметична, между стеной и ванной были дырки + в полу были дырки.
      Соседка приходила в будний день, а за герметиком сгонять мы решили в выхи.
    </p>
    <p>
      Наступают выхи, устраиваем тусич (так было запланировано). Прибухиваем, веселимся, ржем на весь дом, вдруг звонок
      в дверь - соседка по лестничной клетке. Слышимость хорошая была в той квартире, и соседка пришла жаловаться на
      шум, мол не перестаньте шуметь, <b>я вас застрелю</b>. Стремная хуйня, но мы закрыли дверь в комнату и продолжили
      тусить.
    </p>
    <p>
      Спустя примерно час начали закругляться, и снова звонок в дверь. На этот раз это был какой-то мужик. Открываем - а
      это сосед снизу. "Вы пидорасы, суки, затапливаете нас" - сказал мужик. "Но у нас все выключено, все сухо".
      "Пойдем, блядь, покажу как вы нас топите, суки". Мужик так и говорил, то есть чрезвычайно агрессивно, как будто
      затопление для него это самое хуевое событие в жизни, хотя возможно он был просто пьяным или упоротым.
    </p>
    <p>
      Мы с пацанами пошли смотреть как мы его топим. В лифте он успел ещё раз похуесосить нас, назвал нас
      студентами-хуентами, и вот мы в его квартире. Он показал как текут его стены, сопровождая это матюками, и
      действительно стены протекали - это было странно, ведь целый день мы не пользовались ванной и не могли затопить
      соседей.
    </p>
    <p>
      Об этом мы ему и сказали и предложили посмотреть, что у нас все окей. Он согласился посмотреть, мы начали выходить
      из его квартиры. И вот мы стоим в дверях, ждём соседа, а он подходит к тумбочке и <b>достает стол блядь</b>. Я ахуел
      от такого, начал тянутся в его карман, чтобы обезоружить его. Пацаны и его девушка (та, что к нам заходила ранее)
      начали отговаривать его, мол убери пест, и он выложил его.
    </p>
    <p>
      Стало чуть поспокойнее, мы вернулись в нашу хату. Там уже Дениска отрубал воду, хотя все и так было сухо. И сосед
      ничего в итоге не посмотрел, он просто стоял в дверях и материал нас. В итоге разошлись, и через несколько минут
      снова звонок, думаем, бля опять сосед ебнутый, бля бля.
    </p>
    <p>
      Но это был ещё какой-то мужик, оказалось сантехник, то есть сосед вызвал сантехника в 3 часа ночи - кайф.
      Сантехник тоже был злой по причине позднего вызова, но никаких протечек не обнаружил, отметил лишь неадекватность
      соседа.
    </p>
    <p>
      Утром мы с бодуна погнали за герметиком + позвонили хозяину хаты. Он приехал посмотрел чё как и высказал причину
      затопления. Типа между этажами кладка неровная и вода к соседям проникала не сразу, а через какое-то время -
      пиздец конечно. В итоге герметиком заделали, а хозяин обещал сгонять к соседям, потому что это беспредел с
      пистолетом приходить по вопросу затопления. Соседей он не застал, но соседи больше к нам и не приходили, герметик
      закрыл вопрос затопления. Фух.
    </p>

  </div>


</template>
<script lang="ts">

import {
  Component,
  Prop,
  Vue,
} from "nuxt-property-decorator"

@Component({
  head: () => ({
    title: "Свалка маленьких кулстори"
  })
})
export default class index extends Vue {

}
</script>
